Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/PowerPreferences/BatteryUI.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SHOW_BATTERY_STATUS
source: Show battery status in menu bar
ar: إظهار حالة البطارية في شريط القائمة
ca: Mostra l’estat de la bateria a la barra de menús
cs: Zobrazit stav baterie v řádku nabídek
da: Vis batteristatus på menulinje
de: Batteriestatus in der Menüleiste anzeigen
el: Εμφάνιση κατάστασης μπαταρίας στη γραμμή μενού
es: Mostrar estado de la batería en la barra de menús
es_419: Mostrar estado de la batería en la barra de menús
fi: Näytä akun tila valikkorivillä
fr: Afficher l’état de la batterie dans la barre des menus
fr_ca: Afficher l’état de la batterie dans la barre des menus
he: הצגת מצב הסוללה בשורת התפריטים
hi: मेनू बार में बैटरी स्टेटस दिखाएँ
hr: Prikaži status baterije u traci s izbornicima
hu: Akkumulátorállapot kijelzése a menüsoron
id: Tampilkan status baterai pada bar menu
it: Mostra stato batteria nella barra dei menu
ja: メニューバーにバッテリーの状況を表示
ko: 메뉴 막대에서 배터리 상태 보기
ms: Tunjukkan status bateri dalam bar menu
nl: Toon batterijstatus in menubalk
no: Vis batteristatus i menylinjen
pl: Pokazuj status baterii na pasku menu
pt_br: Mostrar estado da bateria na barra de menus
pt_pt: Mostrar estado da bateria na barra de menus
ro: Afișează starea bateriei în bara de meniu
ru: Показывать статус аккумулятора в строке меню
sk: Zobraziť stav batérie v lište
sl: Prikaži stanje baterije v menijski vrstici
sv: Visa batteristatus i menyraden
th: แสดงสถานะแบตเตอรี่ในแถบเมนู
tr: Pil durumunu menü çubuğunda göster
uk: Показувати стан акумулятора на смузі меню
vi: Hiển thị trạng thái pin trên thanh menu
zh_cn: 在菜单栏显示电池状态
zh_hk: 在選單列中顯示電池狀態
zh_tw: 在選單列中顯示電池狀態

# SCHEDULE_SUNDAY
source: Sunday
ar: الأحد
ca: Diumenge
cs: Neděle
da: søndag
de: Sonntags
el: Κυριακή
es: Domingo
es_419: Domingo
fi: Sunnuntaisin
fr: Dimanche
fr_ca: dimanche
he: יום א׳
hi: रविवार
hr: Nedjelja
hu: Vasárnap
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
ms: Ahad
nl: Zondag
no: Søndag
pl: w niedziele
pt_br: Domingo
pt_pt: Domingo
ro: duminică
ru: по воскресеньям
sk: v nedeľu
sl: Nedelja
sv: söndag
th: วันอาทิตย์
tr: Pazar
uk: Неділя
vi: Chủ Nhật
zh_cn: 星期日
zh_hk: 星期日
zh_tw: 星期日

# POWER_CONSUMPTION_RESTORE
source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
ca: Valors per omissió
cs: Výchozí hodnoty
da: Gendan standarder
de: Standard wiederherstellen
el: Επαναφορά προεπιλογών
es: Restaurar valores por omisión
es_419: Restaurar valores predeterminados
fi: Palauta oletukset
fr: Rétablir les réglages par défaut
fr_ca: Rétablir les valeurs par défaut
he: שחזור ברירות המחדל
hi: डिफ़ॉल्ट पर रीस्टोर करें
hr: Obnovi standardne vrijednosti
hu: Alapértékek visszaállítása
id: Pulihkan Default
it: Ripristina default
ja: デフォルトに戻す
ko: 기본값으로 복원
ms: Pulihkan Lalai
nl: Herstel standaardinstellingen
no: Gjenopprett standardinnstillinger
pl: Przywróć domyślne
pt_br: Restaurar Padrões
pt_pt: Restaurar predefinições
ro: Restaurează opțiunile implicite
ru: Настройки по умолчанию
sk: Obnoviť pôvodné
sl: Obnovi privzete nastavitve
sv: Återställ förval
th: กู้คืนค่าเริ่มต้น
tr: Saptanmışlara Dön
uk: Відновити типові
vi: Khôi phục mặc định
zh_cn: 恢复默认
zh_hk: 還原預設值
zh_tw: 回復預設值

# OBC_SCHEDULE_DEADLINE
source: Scheduled to finish charging by %@
ar: تمت جدولة انتهاء الشحن في %@
ca: S’ha programat perquè acabi de carregar‑se a les %@
cs: Dokončení nabíjení je naplánováno na %@
da: Fuld opladning gennemføres inden %@
de: Fertig geladen um %@
el: Η φόρτιση έχει προγραμματιστεί να ολοκληρωθεί έως %@
es: Programado para terminar de cargar antes de las %@
es_419: El final de la recarga está programado para la(s) %@
fi: Lataus on ajastettu päättymään klo %@
fr: Fin de la recharge prévue pour %@
fr_ca: Fin de charge programmée d’ici %@
he: הטעינה צפויה להסתיים עד %@.
hi: %@ तक चार्जिंग समाप्त करने के लिए शेड्यूल किया गया
hr: Dovršavanje punjenja zakazano je za %@
hu: Töltés befejezése ütemezve ekkorra: %@
id: Dijadwalkan untuk selesai mengisi daya pukul %@
it: Termine del caricamento programmato: %@
ja: %@までに充電が完了するようにスケジュールが設定されています
ko: %@까지 충전을 완료하도록 예약됨
ms: Dijadualkan untuk selesai mengecas sebelum %@
nl: Opladen stopt volgens planning uiterlijk %@
no: Ladingen skal være ferdig innen %@
pl: Koniec ładowania zaplanowany na %@
pt_br: Fim do carregamento agendado para %@
pt_pt: Agendado para acabar de carregar antes da(s) %@
ro: Încărcarea este programată să se finalizeze până la %@
ru: Завершение зарядки запланировано на %@
sk: Plné nabitie je naplánované na %@
sl: Načrtovan zaključek polnjenja do %@
sv: Schemalagd att slutföra laddningen senast %@
th: กำหนดการชาร์จเสร็จไม่เกิน%[tt]@
tr: Şarjı sonlandırma zamanı %@
uk: Заплановано закінчити заряджання до %@
vi: Đã đặt lịch trình để hoàn tất sạc trước %@
zh_cn: 计划于%@完成充电
zh_hk: 已編排%@前完成充電
zh_tw: 已排定%@前完成充電

# HDR_STREAMING
source: Optimize video streaming while on battery
ar: تحسين بث الفيديو أثناء التشغيل بطاقة البطارية
ca: Optimitza la reproducció de vídeo en línia en fer servir la bateria
cs: Při napájení z baterie optimalizovat streamování videa
da: Optimer videostreaming, når der bruges batteri
de: Video-Streaming bei Batteriebetrieb optimieren
el: Βελτιστοποίηση ροής βίντεο κατά τη λειτουργία με μπαταρία
es: Optimizar el vídeo en tiempo real al usar la batería
es_419: Optimizar transmisión de video al usar la batería
fi: Optimoi videon striimaus akkua käytettäessä
fr: Optimiser la diffusion vidéo en continu quand l’ordinateur fonctionne sur batterie
fr_ca: Optimiser la diffusion vidéo en continu quand l’ordinateur fonctionne sur batterie
he: מיטוב הזרמת וידאו בעת השימוש בסוללה
hi: बैटरी पर होने पर वीडियो स्ट्रीमिंग ऑप्टिमाइज़ करें
hr: Optimiziraj streaming videozapisa tijekom baterijskog napajanja
hu: Videostreamelés optimalizálása az akkumulátor használatakor
id: Optimalkan streaming video saat menggunakan daya baterai
it: Ottimizza streaming video quando è in uso la batteria
ja: バッテリー使用時のビデオストリーミングを最適化
ko: 배터리를 사용하는 동안 비디오 스트리밍 최적화
ms: Optimumkan penstriman video semasa menggunakan bateri
nl: Optimaliseer videostreaming bij batterijgebruik
no: Optimaliser videostrømming når maskinen går på batteristrøm
pl: Optymalizuj strumieniowanie wideo przy zasilaniu z baterii
pt_br: Otimizar transmissão de vídeo durante o uso da bateria
pt_pt: Otimizar streaming de vídeo ao usar a bateria
ro: Optimizează difuzarea video în flux în timpul alimentării de la baterie
ru: Оптимизировать трансляцию видео при питании от аккумулятора
sk: Optimalizovať streamovanie videa počas napájania z batérie
sl: Optimiziraj pretakanje videoposnetkov, ko naprava deluje z baterijskim napajanjem
sv: Optimera videoströmning under batteridrift
th: ปรับการสตรีมวิดีโอให้เหมาะสมขณะใช้ไฟจากแบตเตอรี่
tr: Pille çalışırken video yayınını en iyi duruma getir
uk: Оптимізувати транслювання відео під час живлення від акумулятора
vi: Tối ưu hóa truyền phát video khi đang sử dụng pin
zh_cn: 电池供电时优化视频流播放
zh_hk: 使用電池時最佳化影片串流
zh_tw: 使用電池時最佳化影片串流

# POWER_CONSUMPTION_WARNING
source: Your Mac may use more energy with these settings.
ar: قد يستهلك Mac طاقة أكثر عند استخدام هذه الإعدادات.
ca: Amb aquesta configuració és possible que el Mac consumeixi més energia
cs: Mac může s tímto nastavením spotřebovávat více energie.
da: Din Mac vil muligvis bruge mere energi med disse indstillinger.
de: Mit diesen Einstellungen ist der Energieverbrauch deines Mac u. U. höher.
el: Με αυτές τις ρυθμίσεις, το Mac ενδέχεται να χρησιμοποιεί περισσότερη ενέργεια.
es: Con estos ajustes es posible que el Mac consuma más energía
es_419: Es posible que tu Mac consuma más energía con esta configuración.
fi: Mac saattaa kuluttaa enemmän energiaa näillä asetuksilla.
fr: Il est possible que votre Mac consomme plus d’énergie avec ces réglages.
fr_ca: Il est possible que votre Mac consomme plus d’énergie avec ces réglages.
he: הגדרות אלו עלולות לגרום ל‑Mac לצרוך יותר אנרגיה.
hi: इन सेटिंग्ज़ के कारण आपके Mac पर ऊर्जा की खपत में वृद्धि हो सकती है।
hr: Primjenom ovih postavki Mac troši više energije.
hu: Ezekkel a beállításokkal a Macje több energiát használhat fel.
id: Mac Anda dapat menggunakan lebih banyak energi dengan pengaturan ini.
it: Con queste impostazioni, il consumo energetico del Mac potrebbe aumentare.
ja: この設定にすると、Macの消費電力が増加する可能性があります。
ko: 이 설정을 사용하면 Mac이 에너지를 더 많이 사용할 수 있습니다.
ms: Mac anda mungkin menggunakan lebih tenaga dengan seting ini.
nl: Je Mac gebruikt mogelijk meer stroom met deze instellingen.
no: Med disse innstillingene kan Macen bruke mer strøm.
pl: Z tymi ustawieniami Mac może zużywać więcej energii.
pt_br: Talvez o Mac use mais energia com estes ajustes.
pt_pt: Com estas definições, é possível que o Mac consuma mais energia.
ro: Mac‑ul ar putea consuma mai multă energie cu aceste configurări.
ru: С этими настройками Mac, возможно, будет расходовать больше энергии.
sk: Mac môže mať s týmito nastaveniami vyššiu spotrebu energie.
sl: S temi nastavitvami bo vaš Mac morda porabil več energije.
sv: Datorn kan förbruka mer ström med de här inställningarna.
th: Mac ของคุณอาจใช้พลังงานเพิ่มสำหรับ การตั้งค่าเหล่านี้
tr: Mac’iniz bu ayarlarla daha fazla enerji harcayabilir.
uk: З такими налаштуваннями Mac може збільшити енерговитрати.
vi: Máy Mac của bạn có thể sử dụng nhiều năng lượng hơn với những cài đặt này.
zh_cn: 这些设置可能会增加Mac的能耗。
zh_hk: 使用這些設定，你的Mac可能會使用較多的能源。
zh_tw: 這些設定可能會讓你的Mac使用較多的電力。

# BATT_HEALTH_MGMT_ALERT_TEXT
source: Battery lifespan may be significantly reduced.
ar: ربما يقل العمر الافتراضي للبطارية بشكل كبير.
ca: Pot ser que la vida útil de la bateria s’escurci significativament.
cs: Životnost baterie se tím může významně zkrátit.
da: Batterilevetiden er måske markant reduceret.
de: Die Batterielebensdauer wird möglicherweise signifikant verringert.
el: Η διάρκεια ζωής της μπαταρίας μπορεί να μειωθεί σημαντικά.
es: La durabilidad de la batería podría reducirse considerablemente.
es_419: Se podría reducir la vida de la batería significativamente.
fi: Akun käyttöikä saattaa lyhentyä merkittävästi.
fr: La durée de vie de la batterie peut être considérablement réduite.
fr_ca: La durée de vie de la batterie risque d’être significativement réduite.
he: אורך חיי הסוללה עלול להתקצר משמעותית.
hi: बैटरी लाइफ़ बहुत ज़्यादा कम हो सकती है।
hr: Radni vijek baterije može biti značajno smanjen.
hu: Az akkumulátor élettartama jelentősen csökkenhet.
id: Masa pakai baterai dapat berkurang secara signifikan.
it: Il ciclo di vita della batteria potrebbe subire una riduzione significativa.
ja: バッテリーの寿命がかなり短くなる可能性があります。
ko: 배터리 수명이 상당히 단축될 수 있습니다.
ms: Rentangan hayat bateri mungkin berkurangan secara ketara.
nl: De levensduur van de batterij kan aanzienlijk worden verkort.
no: Batteriets levetid kan være betydelig redusert.
pl: Żywotność baterii może być znacznie obniżona.
pt_br: A vida útil da bateria pode ser reduzida significativamente.
pt_pt: É possível que a vida útil da bateria seja reduzida significativamente.
ro: Durata de viață a bateriei ar putea fi redusă semnificativ.
ru: Возможно, срок службы аккумулятора значительно уменьшился.
sk: Životnosť batérie sa môže výrazne skrátiť.
sl: To lahko izrazito zmanjša življenjsko dobo baterije.
sv: Batteriets livslängd kan minskas kraftigt.
th: อายุการใช้งานของแบตเตอรี่อาจถูกลดลง อย่างมีนัยสำคัญ
tr: Pil ömrü belirgin şekilde düşmüş olabilir.
uk: Строк служби акумулятора може значно знизитися.
vi: Tuổi thọ pin có thể bị giảm đáng kể.
zh_cn: 电池寿命可能会显著缩短。
zh_hk: 電池壽命可能會顯著減少。
zh_tw: 電池壽命可能會大幅減少。

source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
ca: Valors per omissió
cs: Výchozí hodnoty
da: Gendan standarder
de: Standard wiederherstellen
el: Επαναφορά προεπιλογών
es: Restaurar valores por omisión
es_419: Restaurar valores predeterminados
fi: Palauta oletusarvot
fr: Valeurs par défaut
fr_ca: Rétablir les valeurs par défaut
he: שחזור ברירות המחדל
hi: डिफ़ॉल्ट रीस्टोर करें
hr: Obnovi standardne vrijednosti
hu: Alapértékre állás
id: Pulihkan Default
it: Ripristina i valori di default
ja: デフォルトに戻す
ko: 기본 설정으로 복원
ms: Pulihkan Lalai
nl: Standaardinstellingen
no: Gjenopprett standardinnstillinger
pl: Przywróć domyślne
pt_br: Restaurar Padrões
pt_pt: Restaurar predefinições
ro: Restaurați valorile implicite
ru: Настройки по умолчанию
sk: Obnoviť predvolené
sl: Obnovi privzete nastavitve
sv: Återställ förval
th: กู้คืนค่าเริ่มต้น
tr: Saptanmışlara Dön
uk: Відновити типові
vi: Khôi phục mặc định
zh_cn: 恢复默认
zh_hk: 還原預設值
zh_tw: 回復預設值

# CURRENT_LEVEL
source: Battery Level: %@
ar: مستوى شحن البطارية: %@
ca: Nivell de bateria: %@
cs: Stav baterie: %@
da: Batteriniveau: %@
de: Batteriestatus: %@
el: Επίπεδο μπαταρίας: %@
es: Nivel de batería: %@
es_419: Nivel de batería: %@
fi: Paristotaso: %@
fr: Niveau de la batterie : %@
fr_ca: Niveau de la batterie : %@
he: רמת הסוללה: %@
hi: बैटरी का स्तर : %@
hr: Razina baterije: %@
hu: Akkumulátorszint: %@
id: Level Baterai: %@
it: Livello batteria: %@
ja: 電池残量: %@
ko: 배터리 잔량: %@
ms: Paras Bateri: %@
nl: Batterijniveau: %@
no: Batterinivå: %@
pl: Poziom baterii: %@
pt_br: Nível da Bateria: %@
pt_pt: Nível da bateria: %@
ro: Nivel baterii: %@
ru: Заряд: %@
sk: Stav batérie: %@
sl: Raven napolnjenosti baterije: %@
sv: Batterinivå: %@
th: ระดับแบตเตอรี่: %@
tr: Pil Düzeyi: %@
uk: Заряд акумулятора: %@
vi: Mức pin: %@
zh_cn: 电池电量: %@
zh_hk: 電池電量：%@
zh_tw: 電池電量：%@

# BATT_HEALTH_CONDITION_SR
source: Service Recommended
ar: يوصى بالخدمة
ca: Es recomana canviar la bateria
cs: Doporučujeme servis
da: Eftersyn anbefales
de: Service empfohlen
el: Συνιστάται σέρβις
es: Reparación recomendada
es_419: Se recomienda dar mantenimiento
fi: Huoltoa suositellaan
fr: Réparation recommandée
fr_ca: Réparation recommandée
he: מומלץ לפנות לתיקון
hi: सर्विस अनुशंसित
hr: Preporučujemo servisiranje
hu: Szervizeltetés javasolt
id: Servis Dianjurkan
it: Assistenza consigliata
ja: 修理サービス推奨
ko: 서비스가 권장됨
ms: Servis Disyorkan
nl: Service aanbevolen
no: Service anbefales
pl: Zalecany serwis
pt_br: Manutenção Recomendada
pt_pt: Assistência recomendada
ro: Se recomandă service
ru: Рекомендуется обслуживание
sk: Odporúča sa servis
sl: Servis priporočen
sv: Service rekommenderas
th: แนะนำให้เข้ารับบริการ
tr: Servis Öneriliyor
uk: рекомендовано замінити
vi: Đề xuất bảo trì
zh_cn: 建议维修
zh_hk: 建議進行維修
zh_tw: 建議進行維修

# BATT_HEALTH_MAX_CAP
source: Maximum Capacity: %@
ar: الحد الأقصى للقدرة: %@
ca: Capacitat màxima: %@
cs: Maximální kapacita: %@
da: Maksimumkapacitet: %@
de: Maximale Kapazität: %@
el: Μέγιστη χωρητικότητα: %@
es: Capacidad máxima: %@
es_419: Capacidad máxima: %@
fi: Enimmäiskapasiteetti: %@
fr: Capacité maximum : %@
fr_ca: Capacité maximale : %@
he: קיבולת מרבית: %@
hi: अधिकतम क्षमता : %@
hr: Maksimalni kapacitet: %@
hu: Maximális kapacitás: %@
id: Kapasitas Maksimum: %@
it: Capacità massima: %@
ja: 最大容量: %@
ko: 성능 최대치: %@
ms: Kapasiti Maksimum: %@
nl: Maximumcapaciteit: %@
no: Maksimal kapasitet: %@
pl: Maksymalna pojemność: %@
pt_br: Capacidade Máxima: %@
pt_pt: Capacidade máxima: %@
ro: Capacitate maximă: %@
ru: Максимальная емкость: %@
sk: Maximálna kapacita: %@
sl: Največja zmogljivost: %@
sv: Maximal kapacitet: %@
th: ความจุสูงสุด: %@
tr: Maksimum Kapasite: %@
uk: Максимальна ємність: %@
vi: Dung lượng tối đa: %@
zh_cn: 最大容量：%@
zh_hk: 最大容量：%@
zh_tw: 最大容量：%@

# POWER_CONSUMPTION_CANCEL
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# AX_BUIGRAPH_TO
source: %@ to %@
ar: ‏%@ إلى %@
ca: Des de les %@ fins a les %@
da: Fra klokken %@ til klokken %@
de: %@ bis %@
el: %@ έως %@
es: De %@ a %@
es_419: %@ a %@
fi: %@ viiva %@
fr: %@ à %@
fr_ca: de %@ à %@
he: ‏%@ עד %@
hi: %@ से %@
hr: %@ do %@
id: %@ hingga %@
ja: %@から%@まで
ms: %@ hingga %@
nl: %@ tot %@
no: Fra klokken %@ til klokken %@
pl: %@ do %@
pt_br: %@ até %@
ro: de la %@ la %@
sk: %@ až %@
sl: %@ do %@
sv: %@ till %@
th: %@ ถึง %@
vi: %@ đến %@
zh_cn: %@到%@
zh_hk: %@至%@
zh_tw: %@至%@

# SC_CANCEL
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: UPS Level:
ar: نمط UPS:
ca: Nivell de SAI:
cs: Stav UPS:
da: UPS-niveau:
de: USV-Status:
el: Επίπεδο UPS:
es: Nivel del SAI:
es_419: Nivel del SAI:
fi: UPS:n taso:
fr: Niveau de l’UPS :
fr_ca: Niveau de l’UPS :
he: רמת ה-UPS:
hi: UPS स्तर :
hr: Razina UPS-a:
hu: Szünetmentes tápegység szintje:
id: Level UPS:
it: Livello UPS:
ja: UPSレベル:
ko: UPS 레벨:
ms: Paras UPS:
nl: UPS-niveau:
no: UPS-nivå:
pl: Poziom UPS:
pt_br: Nível do Nobreak:
pt_pt: Nível da UPS:
ro: Nivel UPS:
ru: Уровень заряда ИБП:
sk: Stav UPS:
sl: Raven UPS:
sv: UPS-nivå:
th: ระดับ UPS:
tr: UPS Düzeyi:
uk: Рівень заряду ДБЖ:
vi: Mức UPS:
zh_cn: UPS电量：
zh_hk: UPS等級：
zh_tw: UPS電量：

# AX_ENERGY_USAGE_GRAPH_DESCRIPTION
source: Energy Usage
ar: استخدام الطاقة
ca: Ús d’energia
cs: Využití energie
da: Energiforbrug
de: Energieverbrauch
el: Χρήση ενέργειας
es: Uso de energía
es_419: Uso de energía
fi: Energian käyttö
fr: Utilisation énergétique
fr_ca: Utilisation de l’énergie
he: שימוש באנרגיה
hi: ऊर्जा उपयोग
hr: Uporaba energije
hu: Energiahasználat
id: Penggunaan Energi
it: Consumo energetico
ja: 電力使用状況
ko: 에너지 사용량
ms: Penggunaan Tenaga
nl: Energiegebruik
no: Energibruk
pl: Zużycie energii
pt_br: Uso de Energia
pt_pt: Consumo de energia
ro: Utilizare energie
ru: Энергопотребление
sk: Využitie energie
sl: Poraba energije
sv: Energianvändning
th: การใช้พลังงาน
tr: Enerji Kullanımı
uk: Використання енергії
vi: Sử dụng năng lượng
zh_cn: 电量使用
zh_hk: 耗電量
zh_tw: 電力用量

# WAKE_ON_LAN
source: Wake for network access
ar: تنبيه عند الاتصال بالشبكة
ca: Activa l’ordinador per permetre l’accés a la xarxa
cs: Povolit probuzení přes síť
da: Afbryd vågeblus ved netværksadgang
de: Ruhezustand bei Netzwerkzugriff beenden
el: Αφύπνιση για δικτυακή πρόσβαση
es: Activar el ordenador para permitir el acceso a la red
es_419: Activar la computadora para permitir el acceso a la red
fi: Herää verkkoyhteydestä
fr: Réactiver lors des accès réseau
fr_ca: Réactiver lors des accès réseau
he: התעוררות בעת גישה מהרשת
hi: नेटवर्क ऐक्सेस के लिए सक्रिय करें
hr: Uključi iz pripravnog stanja za pristup mreži
hu: Felébresztés hálózati hozzáféréskor
id: Bangunkan untuk akses jaringan
it: Attiva per l’accesso alla rete
ja: ネットワークアクセスによるスリープ解除
ko: 네트워크 연결 시 깨우기
ms: Bangun untuk akses rangkaian
nl: Schakel sluimerstand uit voor netwerktoegang
no: Våkne for nettverkstilgang
pl: Budź przy dostępie przez sieć
pt_br: Despertar para o acesso de rede
pt_pt: Reativar para permitir acesso pela rede
ro: Trezește computerul pentru accesare din rețea
ru: Выводить из режима сна для доступа к сети
sk: Zobudiť pri prístupe cez sieť
sl: Zbudi za dostop do omrežja
sv: Vakna för nätverksåtkomst
th: พร้อมสำหรับการเข้าถึงผ่านทางเครือข่าย
tr: Ağ erişiminde uyan
uk: Прокидатися для доступу по мережі
vi: Bật thiết bị khi có truy cập mạng
zh_cn: 唤醒以供网络访问
zh_hk: 進行網絡連線時喚醒電腦
zh_tw: 進行網路連線時喚醒電腦
